tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "oven-sh/bun"
brew "awscli"
brew "bat"
brew "bfs"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "jaq"
brew "lla"
brew "starship"
brew "stow"
brew "tmux"
brew "zoxide"
brew "zsh"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
cask "dbeaver-community"
cask "font-iosevka"
cask "google-chrome"
cask "karabiner-elements"
cask "notion"
cask "openvpn-connect"
cask "orbstack"
cask "postman"
cask "raycast"
cask "visual-studio-code"
cask "warp"
