tap "homebrew/bundle"
tap "oven-sh/bun"
brew "bfs"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "starship"
brew "stow"
brew "tmux"
brew "zoxide"
brew "zsh"
brew "oven-sh/bun/bun"
cask "dbeaver-community"
cask "font-iosevka"
cask "google-chrome"
cask "karabiner-elements"
cask "openvpn-connect"
cask "raycast"
cask "visual-studio-code"
cask "warp"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "eamodio.gitlens"
vscode "ms-vscode-remote.remote-wsl"
vscode "supermaven.supermaven"
vscode "vscodevim.vim"
