tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "oven-sh/bun"
brew "bfs"
brew "fd"
brew "fnm"
brew "fzf"
brew "git"
brew "go"
brew "gojq"
brew "starship"
brew "stow"
brew "tmux"
brew "zoxide"
brew "zsh"
brew "mongodb/brew/mongodb-database-tools"
brew "oven-sh/bun/bun"
cask "dbeaver-community"
cask "discord"
cask "font-iosevka"
cask "ghostty"
cask "karabiner-elements"
cask "openvpn-connect"
cask "raycast"
cask "tableplus"
cask "visual-studio-code"
cask "warp"
cask "zoom"
vscode "cardinal90.multi-cursor-case-preserve"
vscode "eamodio.gitlens"
vscode "supermaven.supermaven"
vscode "vscodevim.vim"
